Repository: Aleksi44/snoweb-svg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: %(value)s is not a hexadecimal color
de: %(value)s ist keine hexadezimale Farbe
fr: %(value)s n'est pas une couleur hexadécimale

source: %(value)s is not a valid css property
de: %(value)s ist keine gültige CSS-Eigenschaft
fr: %(value)s n'est pas une propriété css valide

source: Color theme light primary
de: Farbthema Licht primär
fr: Couleur thème claire 1

source: Hexadecimal color
de: Hexadezimale Farbe
fr: Couleur hexadécimale

source: Color theme light secondary
de: Farbthema Licht sekundär
fr: Couleur thème claire 2

source: Color theme light tertiary
de: Farbthema Licht tertiär
fr: Couleur thème claire 3

source: Color theme dark primary
de: Farbthema dunkel primär
fr: Couleur thème sombre 1

source: Color theme dark secondary
de: Farbthema dunkel sekundär
fr: Couleur thème sombre 2

source: Color theme dark tertiary
de: Farbthema dunkel tertiär
fr: Couleur thème sombre 3

source: Color theme light background body
de: Farbhintergrund heller Hintergrundkörper
fr: Couleur de fond avec le thème claire

source: Hexadecimal color, linear-gradient, radial-gradient
de: Hexadezimalfarbe, linearer Farbverlauf, radialer Farbverlauf
fr: Couleur hexadécimale, linear-gradient, radial-gradient

source: Color theme dark background body
de: Dunkler Hintergrundkörper des Farbthemas
fr: Couleur de fond avec le thème sombre

source: Choose and embed web-optimized SVGs in your HTML or with Django.
de: Wählen Sie weboptimierte SVGs aus und binden Sie sie in Ihr HTML oder mit Django ein.
fr: Choisissez et intégrez des SVG optimisés pour le web dans votre HTML ou avec Django.

source: Home
de: Zuhause
fr: Accueil

source: Settings
de: Einstellungen
fr: Paramètres

source: Documentation
de: Dokumentation

source: collections
de: Sammlungen

source: Search
de: Suche
fr: Recherche

source: Made with ❤
de: Gemacht mit 💚
fr: Fabriqué avec 💚

source: Free SVG collections for web
de: Kostenlose SVG-Sammlungen für das Web
fr: Collections de SVG gratuites pour le web

source: Get free collections of SVGs animated built in HTML and CSS.
de: Holen Sie sich kostenlose Sammlungen von SVGs, die in HTML und CSS animiert sind.
fr: Obtenez des collections gratuites de SVG animés construits en HTML et CSS.

source: Free SVG collection
de: Kostenlose SVG-Sammlung
fr: Collection SVG gratuite

source: Get free collection
de: Holen Sie sich kostenlose Sammlung
fr: Obtenez une collection gratuite

source: of SVGs animated built in HTML and CSS.
de: von SVGs animiert in HTML und CSS gebaut.
fr: de SVG animés intégrés en HTML et CSS.

source: collection
de: Sammlung

source: Free SVG
de: Kostenlose SVG
fr: SVG gratuit

source: animated and built in HTML and CSS.
de: animiert und in HTML und CSS gebaut.
fr: de SVG animés construit en HTML et CSS.

source: Preview
de: Vorschau
fr: Aperçu

source: Attributes
de: Attribute
fr: Attributs

source: Collection
de: Sammlung

source: Group
de: Gruppe
fr: Groupe

source: Builder
de: Baumeisterin
fr: Constructeur

source: Getting started with HTML
de: Erste Schritte mit HTML
fr: Premiers pas avec HTML

source: Getting started with Django
de: Erste Schritte mit Django
fr: Premiers pas avec Django

source: Getting started with Wagtail
de: Erste Schritte mit Wagtail
fr: Premiers pas avec Wagtail

source: Copy
de: Kopieren
fr: Copie

source: Search free SVG for web
de: Suche kostenlose SVG für Web
fr: Recherche de SVG gratuit pour le web

source: Search for free SVGs animated built in HTML and CSS.
de: Suchen Sie nach kostenlosen SVGs, die in HTML und CSS animiert sind.
fr: Recherchez des SVG gratuits et animés en HTML et CSS.

source: by key
de: per Schlüssel
fr: par clé

source: Settings SVG for web
de: Einstellungen SVG für Web
fr: Paramètres SVG pour le web

source: Configure settings and get free SVGs animated built in HTML and CSS.
de: Konfigurieren Sie Einstellungen und erhalten Sie kostenlose SVGs, die in HTML und CSS animiert sind.
fr: Obtenez des collections gratuites de SVG animés construits en HTML et CSS.

source: Themes
de: Themen
fr: Thèmes

source: Variant
de: Variante
fr: Variante

source: Save
de: speichern
fr: Enregistrer

source: Themes App
de: Themen App
fr: Thèmes du site internet

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Key
de: Schlüssel
fr: Clé

source: WARNING This work includes material that may be protected as a trademark in some jurisdictions. If you want to use it, you have to ensure that you have the legal right to do so and that you do not infringe any trademark rights. The use of these trademarks does not indicate endorsement of the trademark holder by Snoweb SVG, nor vice versa. See the trademark owner for rules about appropriate use of their trademarks.
de: WARNUNG Diese Arbeit enthält Material, das in einigen Ländern möglicherweise als Marke geschützt ist. Wenn Sie es verwenden möchten, müssen Sie sicherstellen, dass Sie das gesetzliche Recht dazu haben und keine Markenrechte verletzen. Die Verwendung dieser Marken bedeutet weder eine Billigung des Markeninhabers durch Snoweb SVG noch umgekehrt. Informationen zur angemessenen Verwendung ihrer Marken erhalten Sie beim Markeninhaber.
fr: AVERTISSEMENT Ce travail comprend du matériel qui peut être protégé en tant que marque commerciale dans certaines juridictions. Si vous souhaitez l'utiliser, vous devez vous assurer que vous avez le droit légal de le faire et que vous ne violez aucun droit de marque. L'utilisation de ces marques n'indique pas l'approbation du titulaire de la marque par Snoweb SVG, ni vice versa. Consultez le propriétaire de la marque pour connaître les règles relatives à l'utilisation appropriée de ses marques.
